# Пользователь вводит число. 
# Выведите на экран квадрат этого числа, 
# куб этого числа.

num = int(input("Введите число:")) # ввод численных значений

print(num, "^2=", num**2, '\n', num, "^3=", num**3, sep='')