# Вычислите 1/2+1/4. Ответ: 0.75

# Данные
var1 = 1/2
var2 = 1/4

# Логика программы
print("Ответ:", var1 + var2)